{
  "articles": [
    {
      "title": "Fredy Pun Menangis Berkali-kali Lihat 65 Gurunya Bahagia Liburan di Luar Negeri",
      "content": "KOMPAS.com - Fredy Chandra mengaku lega setelah memberangkatkan 65 orang gurunya di bangku SD, SMP dan SMA liburan ke Malaysia dan Singapura.\n\nDia tak bisa menutupi rasa gembiranya karena cita-citanya membahagiakan para guru yang sudah berjasa besar bagi hidupnya akhirnya benar-benar bisa tercapai.\n\n\"Lega, senang, lihat mereka senang itu saya sampai menangis berkali-kali,\" kata Fredy saat dihubungi Kompas.com, Kamis (28/9/2017).\n\nMenurut Fredy, dia sudah memendam keinginan untuk membahagiakan para gurunya sejak lama. Selama ini, dia melihat para gurunya hidup dengan keterbatasan ekonomi. Padahal, mereka sudah banyak berjasa mencerdaskan anak-anak di Indonesia.\n\nAkhirnya, tiga bulan lalu, Alumni SMA Negeri 1 Pekalongan lulusan 1993 itu kembali ke sekolahnya. Dia mengungkapkan niat untuk mengajak para guru yang pernah mengajarnya untuk jalan-jalan ke luar negeri.",
      "date": "Thu Sep 28 2017 14:48:26 GMT+0700 (WIB)",
      "id": 6
    },
    {
      "title": "Tak Lama Lagi, Desa Bulan Bukan Sekadar Impian",
      "content": "Tak lama lagi, manusia mungkin memiliki rumah baru selain Bumi. Bulan, satelit alami Bumi itu akan menjadi tempat terciptanya peradaban baru dengan sebutan manusia bulan. Pada tahun 2040, misalnya, mungkin akan ada sekitar 100 orang yang bermukim di sana.\n\nKondisi itu diyakini oleh ilmuwan European Space Agency (ESA) Bernard Foing. Menurut dia, ilmuwan, teknisi, dan insinyur akan menjadi penghuni pertama yang menyebut bulan sebagai rumah.\n\nRencana ini sebetulnya telah diumumkan secara terbuka di Space Symposium ke-32. Kemudian, pada pekan ini, Foing mendiskusikan rencana ESA di European Planetary Science Congress untuk membuat pemukiman permanen yang disebut dengan “desa bulan”.\n\n(Baca juga: Ramai-ramai Menambang di Bulan)\n\n\"Pada tahun 2050, Anda bisa memiliki seribu orang dan kemudian... tentu saja Anda bisa membayangkan membangun keluarga (di bulan). Bahkan, mungkin akan ada anak yang lahir di bulan,” kata Foing kepada AFP.\n\nDirektur Jenderal ESA Jan Woerner mengatakan, selain sebagai tempat mengembangkan ilmu pengetahuan, “desa bulan” juga akan menjadi tempat bisnis, pertambangan, hingga pariwisata.\n\nUntuk mewujudkannya, manusia bulan harus mengolah material yang ada dan membangun tempat perlindungan. Fisikawan Vidvuds Beldavs dari University of Latvia menyebutkan, batu vulkanik kemungkinan bisa dimanfaatkan dengan teknologi cetak 3D. Lalu, es dari kutub bulan harus dicairkan untuk mendapatkan air.",
      "date": "Thu Sep 28 2017 14:50:19 GMT+0700 (WIB)",
      "id": 7
    },
    {
      "title": " China Blokir WhatsApp",
      "content": "Mark Zuckerberg selama ini sibuk melakukan “pendekatan” terhadap pemerintah China. Dia sibuk berkunjung ke Negeri Tirai Bambu, bertemu para pimpinan negeri itu, bahkan hingga belajar bahasa Mandarin.\n\nTapi pada akhirnya China tetap “memblokir” WhatsApp, layanan pesan instan populer yang diakuisisi oleh Facebook -perusahaan pimpinan Zuckerberg- pada 2014 lalu. Laporan terbaru menyebutkan bahwa WhatsApp sudah tidak bisa dipakai oleh sebagian besar pengguna di China.\n\nPemerintah China sebenarnya sudah berupaya memblokir WhatsApp pada pertengahan 2017. Ketika itu, para pengguna WhatsApp mendadak kesulitan dalam mengirim foto dan video lewat layanan tersebut, tapi pesan berupa teks masih bisa terkirim.\n\nAwal pekan ini, keseluruhan layanan WhatsApp di China dilaporkan sudah tidak berfungsi. Bahkan pesan teks tak bisa terkirim, menurut Nadim Kobeissi, cryptographer di firma riset Symbolic Software. Menurut dia, cara pemblokiran dengan mengganggu fungsi layanan -alih-alih langsung memblokir sepenuhnya- termasuk jarang dilakukan.\n\n“Ini bukan metode teknis biasa yang digunakan pemerintah China dalam menyensor sesuatu,” ujar Kobeissi, sebagaimana dirangkum KompasTekno dari New York Times, Selasa (26/9/2017)\n\nDia menambahkan, monitor trafik internet di Symbolic Software sudah mendeteksi gangguan WhatsApp di China sejak Rabu pekan lalu, namun baru Senin kemarin pemblokiran diterapkan sepenuhnya.\n\nLokman Tsui, seoang pakar komunikasi internet di Chinese University of Hong Kong, turut mengatakan bahwa layanan WhatsApp sudah mengalami gangguan parah pada hari Minggu pekan lalu di China. Segelintir pengguna masih bisa memakai WhatsApp, tapi layanannya sudah demikian terbatas sehingga sama saja dengan diblokir.\n\n“Kalau Anda cuma dibolehkan melaju dengan kecepatan 1 mil per jam di sebuah jalan, Anda tentu tidak mau melewati jalan itu meskipun sebenarnya tidak diblokir secara teknis,” ujar Tsui memberi analogi.\n\nPemblokiran WhatsApp di China terjadi menjelang persiapan Beijing menyambut kongres Partai Komunis yang bakal digelar pada 18 Oktober mendatang. Di perhelatan besar yang diadakan saban lima tahun ini Partai Komunis akan memilih jajaran pimpinannya.\n\nPemblokiran WhatsApp berarti bahwa warga China dan pengunjung harus menggunakan layanan alternatif seperti WeChat, aplikasi layanan instan buatan lokal di China yang memiliki 963 juta pengguna aktif.\n\nWhatsApp adalah produk terakhir Facebook yang masih dibolehkan di China. Sebelumnya, aplikasi utama Facebook sudah diblokir sejak 2009. Instagram juga tidak bisa diakses di Negeri Panda. \"Pedekate\" Zuckerberg rupanya tak bersambut.",
      "date": "Thu Sep 28 2017 14:51:53 GMT+0700 (WIB)",
      "id": 8
    },
    {
      "title": "Cara Ganti Huruf di WhatsApp Jadi Tebal dan Miring",
      "content": "WhatsApp memiliki fitur yang mengubah bentuk huruf dari pesan yang akan dikirim ke rekan atau pengguna lain.\n\nPengguna WhatsApp bisa melakukan formatting text atau customize format huruf, seperti cetak tebal (bold), miring (italic), dan teks yang dicoret (strikethrough).\n\nFitur ini sebenarnya sudah dirilis WhatsApp sejak tahun 2016 lalu namun cukup banyak pengguna yang belum mengetahuinya.\n\nDitambah, WhatsApp tidak menyediakan menu atau tombol khusus layaknya di aplikasi MS Word untuk fitur baru tersebut. Dibutuhkan trik-trik tertentu untuk membuat teks dengan format itu.\n\nBerikut cara melakukannya.\n\nBold (cetak tebal)\nUntuk membuat teks di pesan WhatsApp menjadi cetak tebal, tambahkan tanda asterik (*) di depan dan belakang teks yang diinginkan, misalnya *Tebal*.\n\nItalic (cetak miring)\n\nUntuk membuat teks di pesan WhatsApp menjadi cetak miring, tambahkan tanda underscore (_) di depan dan belakang teks yang diinginkan, misalnya _miring_.\n\nStrikethrough (teks yang dicoret)\n\nUntuk membuat teks di pesan WhatsApp memiliki coretan, tambahkan tanda tilde (~) di depan dan belakang teks yang diinginkan, misalnya ~teks dicoret~.\n\nPastikan versi WhatsApp yang Anda miliki adalah versi terbaru, minimal 2.12.17 untuk versi iOS dan 2.12.5 untuk versi Android.\n\nKode ini juga bisa dipakai WhatsApp versi desktop atau WhatsApp Web Client. Namun, format huruf-huruf di atas (bold, italic, dan strikethrough) hanya akan muncul di versi aplikasi mobile.",
      "date": "Thu Sep 28 2017 14:54:37 GMT+0700 (WIB)",
      "id": 9
    },
    {
      "title": "asda",
      "content": "asd",
      "date": "Thu Sep 28 2017 15:23:33 GMT+0700 (WIB)",
      "id": 10
    }
  ]
}